Repository: Ruben0304/VimeoPlayer
Catalog: VimeoPlayer/AppShortcuts.xcstrings
Source language: en
Languages: es

source: Is it out on ${applicationName}?
es: ¿Ya salió en ${applicationName}?

source: Is it on ${applicationName}?
es: ¿Está en ${applicationName}?

source: Is it already on ${applicationName}?
es: ¿Ya está en ${applicationName}?

source: Search ${applicationName}
es: Buscar en ${applicationName}

source: Is ${item} out on ${applicationName}?
es: ¿Ya salió ${item} en ${applicationName}?

source: Is ${item} on ${applicationName}?
es: ¿Está ${item} en ${applicationName}?

source: Where to watch with ${applicationName}
es: Dónde ver con ${applicationName}

source: Where can I watch it with ${applicationName}?
es: ¿Dónde puedo verla con ${applicationName}?

source: What platforms is it on in ${applicationName}?
es: ¿En qué plataformas está según ${applicationName}?

source: Is it on ${platform} in ${applicationName}?
es: ¿Está en ${platform} según ${applicationName}?

source: Where to watch ${item} with ${applicationName}
es: ¿Dónde ver ${item} con ${applicationName}?
